Repository: vicbeck2/svnshooshoo
Catalog: KDE/kdelib.tmx
Source language: en
Languages: bg, ca, cs, da, de, el, es, et, eu, fi, fr, hu, is, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, tr

source: Reference error
ca: Error de referència
cs: Chyba v odkazu
da: Referencefejl
de: Zuordnungsfehler
el: Σφάλμα αναφοράς
es: Error de referencia
et: Viga võrduses
eu: Erreferentzi errorera
fi: Viittausvirhe
fr: Erreur de référence
hu: Hivatkozási hiba
is: Vísunarvilla
it: Errore di riferimento
ja: 参照エラー
lt: Nuorodos klaida
lv: Atsauces kļūda
nl: Referentiefout
pl: Błąd odniesienia
pt: Erro de referência
ro: Eroare de referire
sk: Chyba referencie
sl: Napačno sklicevanje
sv: Referensfel
tr: Referans hatası

source: Restore the application for the given 'sessionId'.
ca: Restaura l'aplicació per l'identificador de sessió donat.
cs: Obnovit aplikaci pro daný 'sessionId'.
da: Gendan programmet for det angivne 'sessions-id'.
de: Die Anwendung für "sessionId" wiederherstellen
el: Αποκατάσταση της εφαρμογής για το δοθέν 'sessionId'.
es: Restaura la aplicación para el Id. 'sessionId' dado.
et: taastatakse rakendus seansihalduse võtmega 'sessionId'.
fi: Palauta sovellus annetulle "sessionId":lle.
fr: Restaurer l'application pour le « sessionId » indiqué.
hu: A megadott 'sessionID'-jű alkalmazás visszaállítása
is: Endurheimta forrit með tiltekna lotutölu (sessionId).
it: Ripristina l'applicazione per la sessione "sessionId".
ja: 与えられた'sessionId'のアプリケーションを修復。
lt: Atstatyti taikomąją programą duotai 'sessionId'.
lv: Atjaunot aplikāciju priek saņemtā 'sesijasId'.
nl: De toepassing herstellen voor de gegeven 'sessionId'.
pl: Przywrócenie aplikacji dla danej sesji 'sessionId'
pt: Restaurar a aplicação com o 'sessionId' dado.
ro: reface aplicaţia pentru "sessionId"-ul dat.
sk: Obnoví aplikáciu pre daný 'sessionId'.
sl: Obnovi program za dano »sessionId«.
sv: Återställ programmet för givet "sessionsid".
tr: Bu 'sessionId' için uygulamayı eski hale getir.

source: Revision Date
ca: Data de revisió
da: Revisionsdato
de: Änderungsdatum
es: Fecha de revisión
et: Versiooni kuupäev
eu: Berrikuspen Data
fr: Date de révision
hu: Módosítási dátum
it: Data di revisione
ja: リビジョン日付
lt: Pakeitimo data
nl: Revisiedatum
pt: Data de Revisão
sv: Ändringsdatum

source: ScrollLock
ca: Bloq Despl
de: Roll-Feststelltaste
es: BloqDespl
fr: Arrêt défil.
it: BlocScorr
lt: Slinkti(ScrollLock)

source: Shift
ca: Majús
de: Umschalt
es: Mayúsculas
fr: Maj
lt: Lyg2(Shift)
sv: Skift

source: Show %1
ca: Mostra %1
cs: Zobrazit '%1'
da: Vis %1
de: %1 anzeigen
el: Εμφάνιση %1
es: Mostrar %1
et: %1 näitamine
eu: Erakutsi %1
fi: Näytä %1
fr: Afficher : %1
hu: %1 megjelenítése
is: Sýna %1
it: Mostra %1
ja: %1 を表示
lt: Rodyti %1
lv: Rādīt %1
nl: %1 tonen
pl: Pokaż %1
pt: Mostrar o %1
ro: Afişează %1
sk: Zobraziť %1
sl: Prikaži %1
sv: Visa %1
tr: Göster: %1

source: Show %1 specific options
ca: Mostra les opcions específiques de %1
cs: Zobrazit %1 konkrétních přepínačů
da: Vis %1 bestemte tilvalg
de: Spezielle Optionen zu %1 anzeigen
el: Εμφάνιση επιλογών ειδικά για το %1
es: Muestra opciones específicas de %1.
et: %1 spetsiifilised võtmed
eu: %1(e)n aukera bereziak erakusten ditu
fi: Näytä %1:n omat valinnat
fr: Afficher les options spécifiques à %1
hu: A(z) %1-specifikus paraméterek megjelenítése
is: Sýna valkosti sem eiga bara við %1
it: Mostra le opzioni specifiche per %1
ja: %1 に特有なオプションの表示
lt: Rodyti %1 specifines parinktis
lv: Parādīt %1 specifiskas opcijas
nl: %1-specifieke opties tonen
pl: Pokaż opcje dla %1
pt: Mostra as opções específicas do %1.
ro: afişează opţiunile specifice %1
sk: Ukáže špecifické možnosti %1
sl: Pokaži vse možnosti, specifične %1
sv: Visa väljare specifika för %1
tr: %1 ile ilgili seçenekleri göster

source: Show all options
ca: Mostra totes les opcions
cs: Zobrazit všechny přepínače
da: Vis alle tilvalg
de: Alle Optionen anzeigen
el: Εμφάνιση όλων των επιλογών
es: Muestra todas las opciones.
et: kõik võtmed
eu: Aukera guztiak erakutsi
fi: Näytä kaikki valinnat
fr: Afficher toutes les options
hu: Az összes lehetséges paraméter megjelenítése
is: Sýna alla valkosti
it: Mostra tutte le opzioni
ja: 全てのオプションを表示
lt: Rodyti visas parinktis
lv: Parādīt visas opcijas
nl: Alle opties tonen
pl: Wypisz wszystkie opcje
pt: Mostra todas as opções.
ro: afişează toate opţiunile
sk: Ukáže všetky možnosti
sl: Pokaži vse možnosti
sv: Visa alla väljare
tr: Tüm seçenekleri göster

source: Show author information
ca: Mostra informació de l'autor
cs: Zobrazit informaci o autorech
da: Vis udviklerinformation
de: Autoren-Information anzeigen
el: Εμφάνιση πληροφοριών για το συγγραφέα
es: Muestra información del autor.
et: info autori(te) kohta
eu: Egilearen informazioa erakutsi
fi: Näytä tekijätiedot
fr: Afficher les informations sur l'auteur
hu: A szerző(k) nevének megjelenítése
is: Sýna upplýsingar um höfund
it: Mostra le informazioni sull'autore
ja: 著作者情報
lt: Rodyti informaciją apie autorių
lv: Parādīt autora informāciju
nl: Auteurinformatie tonen
pl: Wypisz informacje o autorze
pt: Mostra informações sobre o autor.
ro: afişează informaţii despre autor
sk: Ukáže informácie o autorovi
sl: Pokaži informacije o avtorju
sv: Visa information om upphovsman
tr: Yazar bilgisini göster

source: Show help about options
ca: Mostra ajuda quant a les opcions
cs: Zobrazit nápovědu k přepínačům
da: Vis hjælp om tilvalg
de: Optionen von "Hilfe zu" anzeigen
el: Εμφάνιση βοήθειας για τις επιλογές
es: Muestra ayuda sobre las opciones.
et: abiinfo võtmete kohta
eu: Aukerei buruzko informazioa erakusten du
fi: Näytä ohjeita valinnoista
fr: Afficher l'aide sur les options
hu: Információ megjelenítése a paraméterekről
is: Sýna hjálp um valkosti
it: Mostra la guida sulle opzioni
ja: オプションに関するヘルプを表示
lt: Rodyti pagalbą apie parinktis
lv: Parādīt palīdzību par opcijām
nl: Hulp over de opties tonen
pl: Wypisz pomoc na temat opcji
pt: Mostra a ajuda acerca das opções.
ro: afişează informaţii despre opţiuni
sk: Zobrazí pomocníka k možnostiam
sl: Pokaži pomoč za možnosti
sv: Visa hjälp om väljare
tr: Seçeneklerle ilgili yardım göster

source: Show license information
ca: Mostra informació de llicència
cs: Zobrazit informaci o licenci
da: Vis licensinformation
de: Lizenz-Info anzeigen
el: Εμφάνιση πληροφοριών άδειας χρήσης
es: Muestra información de la licencia.
et: litsentsiinfo
eu: Lizentziaren informazioa erakutsi
fi: Näytä lisenssitiedot
fr: Afficher la licence
hu: A licencinformáció megjelenítése
is: Sýna upplýsingar um notandaleyfi
it: Mostra le informazioni sulla licenza
ja: ライセンス情報を表示
lt: Rodyti licenzijos informaciją
lv: Parādīt licenzes informāciju
nl: Licentie-informatie tonen
pl: Wypisz informacje o licencji
pt: Mostra informações sobre a licença
ro: afişează informaţii despre licenţă
sk: Ukáže licenčné informácie
sl: Pokaži informacije o licenci
sv: Visa licensinformation
tr: Lisans bilgisini göster

source: Show version information
ca: Mostra informació de la versió
cs: Zobrazit informaci o verzi
da: Vis versionsinformation
de: Versionsinformation anzeigen
el: Εμφάνιση πληροφοριών έκδοσης
es: Muestra información de la versión.
et: versiooniinfo
eu: Bertsioaren informazioa erakutsi
fi: Näytä versiotiedot
fr: Afficher la version
hu: A verzióinformáció megjelenítése
is: Sýna upplýsingar um útgáfu
it: Mostra le informazioni sulla versione
ja: バージョン情報を表示
lt: Rodyti versijos informaciją
lv: Parādīt versiju informāciju
nl: Versie-informatie tonen
pl: Wypisz informacje o wersji
pt: Mostra a versão.
ro: afişează informaţii despre versiune
sk: Ukáže informácie o verzii
sl: Pokaži informacije o različici
sv: Visa versionsinformation
tr: Sürüm bilgisini göster

source: Step
ca: Pas
cs: Krokovat
da: Trin
de: Schritt
el: Βήμα
es: Paso
et: Samm
eu: Urratsa
fi: Askella
fr: Avancer
hu: Lépés
is: Skref
it: Passo
ja: ステップ
lt: &Žengti
lv: &Solis
nl: Stap
pl: Krok
pt: Passo
ro: Pas
sk: Krok
sl: Korak
sv: Stega
tr: Adım

source: Switch Bottom Dock
ca: Commuta el moll de baix
cs: Přepnout spodní dok
da: Skift til dok forneden
de: Unteres Dock umschalten
es: Anclaje inferior
et: Lülitu alumisele dokile
fr: Passer l'encastrement en bas
hu: Váltás az alsó dokkolóra
it: Sposta nell'area di aggancio in basso
ja: スイッチボトムドック
nl: Onder in- of uitklappen
pl: Przełącz dokowanie z dołu
pt: Acoplar em Baixo
ro: Comută andocarea în jos
sk: Prepnúť na spodný dok
sl: Preklopi spodnje sidrišče
sv: Välj undre dockning

source: Switch Left Dock
ca: Commuta el moll de l'esquerra
cs: Přepnout levý dok
da: Skift til venstre dok
de: Linkes Dock umschalten
es: Anclaje izquierdo
et: Lülitu vasakule dokile
fr: Passer l'encastrement à gauche
hu: Váltás a bal dokkolóra
it: Sposta nell'area di aggancio a sinistra
ja: スイッチレフトドック
nl: Links in- of uitklappen
pl: Przełącz dokowanie z lewej
pt: Acoplar à Esquerda
ro: Comută andocarea la stînga
sk: Prepnúť na ľavý dok
sl: Preklopi levo sidrišče
sv: Välj dockning till vänster

source: Switch Right Dock
ca: Commuta el moll de la dreta
cs: Přepnout pravý dok
da: Skift til højre dok
de: Rechtes Dock umschalten
es: Anclaje derecho
et: Lülitu paremale dokile
fr: Passer l'encastrement à droite
hu: Váltás a jobb dokkolóra
it: Sposta nell'area di aggancio a destra
ja: スイッチライトドック
nl: Rechts in- of uitklappen
pl: Przełącz dokowanie z prawej
pt: Acoplar à Direita
ro: Comută andocarea la dreapta
sk: Prepnúť na pravý dok
sl: Preklopi desno sidrišče
sv: Välj dockning till höger

source: Switch Top Dock
ca: Commuta el moll de dalt
cs: Přepnout horní dok
da: Skift til top dok
de: Oberes Dock umschalten
es: Anclaje superior
et: Lülitu ülemisele dokile
fr: Passer l'encastrement en haut
hu: Váltás a felső dokkolóra
it: Sposta nell'area di aggancio in alto
ja: スイッチトップドック
nl: Boven in- of uitklappen
pl: Przełącz dokowanie u góry
pt: Acoplar no Topo
ro: Comută andocarea în sus
sk: Prepnúť na hlavný dok
sl: Preklopi vrhnje sidrišče
sv: Välj övre dockning

source: Syntax error
ca: Error de sintaxi
cs: Syntaktická chyba
da: Syntaksfejl
de: Syntaxfehler
el: Σφάλμα σύνταξης
es: Error de sintaxis
et: Viga süntaksis
eu: Sintaxi errorera
fi: Syntaksivirhe
fr: Erreur de syntaxe
hu: Szintaktikai hiba
is: Formvilla
it: Errore di sintassi
ja: 文法エラー
lt: Sintaksės klaida
lv: Sintakses kļūda
nl: Syntaxisfout
pl: Błąd składni
pt: Erro sintáctico
ro: Eroare de sintaxă
sk: Syntaktická chyba
sl: Skladenjska napaka
sv: Syntaxfel
tr: Sözdizimi hatası

source: Syntax error in parameter list
ca: Error de sintaxi a la llista de paràmetres
cs: Syntaktická chyba v seznamu parametrů
da: Syntaksfejl i parameterliste
de: Syntaxfehler in Parameterliste
el: Συντακτικό σφάλμα στη λίστα παραμέτρων
es: Error de sintaxis en la lista de parámetros
et: Süntaksi viga parameetrite nimekirjas
eu: Sintaxia errorea parametroen zerrendan
fi: Syntaksivirhe parametrilistassa
fr: Erreur de syntaxe dans la liste des paramètres
hu: Szintaktikai hiba a paraméterlistában
is: Formvilla í viðfangalista
it: Errore di sintassi nella lista dei parametri
ja: パラメータリストに文法エラー
lt: Sintaksės klaida parametrų sąraše
lv: Sintakses kļūda parametru sarakstā
nl: Syntaxisfout in parameterlijst
pl: Błąd składni w liście parametrów
pt: Erro de sintaxe na lista de parâmetros
ro: Eroare de sintaxă în lista parametrilor
sk: Syntaktická chyba v zozname parametrov
sl: Skladenjska napaka v seznamu spremenljivk
sv: Syntaxfel i parameterlista
tr: Parametre listesinde sözdizimi hatası

source: SysReq
ca: PetSys
de: System abfangen
es: PetSis
hu: SysRq
it: RSist
sv: SysRq

source: System configuration cache (ksycoca) successfully updated.
ca: S'ha actualitzat amb èxit el cau de configuració del sistema (ksycoca).
cs: Cache systémového nastavení (ksycoca) úspěšně aktualizována.
da: Systemet indstillingscache (ksycoca) opdateret med held.
de: Zwischenspeicher für System-Configuration (ksycoca) wurde erfolgreich aktualisiert
el: Λανθάνουσα μνήμη ρύθμισης συστήματος (ksycoca) ενημερώθηκε επιτυχώς.
es: Actualizada correctamente la caché de configuración del sistema (ksycoca).
et: Süsteemi seadistuste puhvri (ksycoca) uuendamine oli edukas.
fi: Järjestelmän asetusvälimuisti (ksycoca) päivitetty.
fr: La mise à jour du cache de configuration du système (ksycoca) a réussi.
hu: A rendszerbeállítások gyorstárának frissítése sikeresen megtörtént.
it: Cache della configurazione di sistema (ksycoca) aggiornata con successo.
ja: システム構成キャッシュ(ksycocca)が更新されました。
nl: Systeemconfiguratiecache (ksyscoca) is met succes bijgewerkt.
pl: Bufor konfiguracji systemu (ksysoca) został uaktualniony poprawnie.
pt: A 'cache' de configuração do sistema (ksycoca) foi actualizada com sucesso.
ro: Cache-ul de configurare al sistemului (ksycoca) a fost actualizat cu succes.
sk: Vyrovnávacia pamäť nastavenia systému (ksycoca) bola úspešne aktualizovaná.
sl: Sistemski nastavitveni pomnilnik (ksysoca) uspešno posodobljen.
sv: Systemets inställningscache (ksycoca) uppdaterad.
tr: Sistem yapılandırma önbelleği (ksyscoca) başarıyla güncellendi.

source: Ta&b Page Mode
ca: Mode de pestanya de &pàgina
cs: Režim se zá&ložkami
da: Fane&bladsside tilstand
de: Modus für &Unterfenster
el: Τύπος &σελίδα καρτελών
es: Modo de página con &pestaña
et: &Kaartidega režiim
eu: Fit&xa orriaren modua
fi: &Välilehtitila
fr: Mode d'on&glets de page
hu: Lapo&zós mód
is: Síða lesin.
it: Modalità a sc&hedario
ja: タブページモード(&b)
lt: Byla perkrauta.
lv: Fails pārlādēts
nl: in tab&bladen
pl: Tryb &kart
pt: Modo de &Página
ro: Mod &subfereastră
sk: Okná ako &karty
sl: Način z &zavihki
sv: &Fliksidläge
tr: &Sekme Sayfası Kipi

source: The id of the menu entry to locate.
ca: L'identificador de l'entrada de menú a localitzar.
cs: ID položky nabídky k nalezení.
da: ID for menu-indgangen der skal findes.
de: Die Kennung (ID) des aufzufindenden Menü-Eintrags
el: Η ταυτότητα της καταχώρησης μενού για εύρεση.
es: La id de la entrada del menú a localizar
et: Otsitava menüükirje ID.
fr: L'id de l'entrée de menu à localiser.
hu: A keresett menü azonosítója.
it: L'identificativo della voce di menu da individuare.
ja: 位置付けるメニュー項目のid.
nl: De id van de menu-ingang die opgezocht moet worden.
pl: Identyfikator poszukiwanej pozycji menu.
pt: O ID do item de menu a localizar.
ro: Identificatorul de meniu de localizat.
sk: Id hľadanej položky menu.
sl: ID menijskega vnosa, ki naj se locira.
sv: Identifikation för menyalternativet som ska hittas.
tr: Konumlandırılacak menü girdisinin numarası.

source: The library %1 does not offer a KDE compatible factory.
ca: La biblioteca %1 no ofereix una factoria compatible KDE.
cs: Knihovna %1 neposkytuje KDE-kompatibilní továrnu.
da: Biblioteket %1 tilbyder ikke en KDE-kompatibel fabrik.
de: Bibliothek %1 enthält keine mit KDE kompatible Factory
el: Η βιβλιοθήκη %1 δεν προσφέρει ένα συμβατό με το KDE factory.
es: La biblioteca %1 no ofrece una fábrica compatible KDE
et: Teek %1 ei paku KDEga ühilduvat funktsioonide kogumit.
fi: Kirjastossa %1 ei ole KDE-yhteensopivuutta.
fr: La bibliothèque %1 n'offre pas de fabrication compatible avec KDE.
hu: A(z) %1 programkönyvtárban nem érhető el KDE-kompatibilis gyártó.
it: La libreria %1 non offre una factory compatibile con KDE.
ja: ライブラリ %1 にはKDE互換のファクトリ機能はありません。
nl: De bibliotheek %1 biedt geen KDE-compatible factory.
pl: Biblioteka %1 nie zapewnia infrastruktury zgodnej z KDE.
pt: A biblioteca '%1' não contém nenhuma 'factory' compatível com o KDE.
ro: Librăria "%1" nu oferă o componentă KDE compatibilă.
sk: Knižnica %1 neposkytuje vytváracie rozhranie kompatibilné s KDE.
sl: Knjižnjica %1 ne ponuja združljive tovarne s KDE.
sv: Biblioteket %1 erbjuder inte tillverkning som fungerar med KDE.

source: The library %1 does not offer an %2 function.
ca: La biblioteca %1 no ofereix una funció %2
cs: Knihovna %1 neposkytuje funkci %2.
da: Biblioteket %1 tilbyder ikke en %2-funktion.
de: Bibliothek %1 enthält keine Funktion %2
el: Η βιβλιοθήκη %1 δεν προσφέρει μια συνάρτηση %2.
es: La biblioteca %1 no ofrece una función %2.
et: Teek %1 ei paku funktsiooni %2.
fi: %1 kirjasto ei sisällä funktiota %2.
fr: La bibliothèque %1 n'offre pas de fonction %2
hu: A(z) %1 programkönyvtárban nem érhető el %2 nevű függvény.
it: La libreria %1 non offre una funzionalità %2.
ja: ライブラリ %1 には関数 %2 はありません。
nl: De bibliotheek %1 biedt geen %2-functie.
pl: Biblioteka %1 nie dostarcza funkcji %2.
pt: A biblioteca '%1' não contém nenhuma função '%2'.
ro: Librăria "%1" nu oferă funcţia "%2".
sk: Knižnica %1 neposkytuje funkciu %2.
sl: Knjižnjica %1 ne ponuja funkcije %2.
sv: Biblioteket %1 erbjuder inte funktionen %2.

source: The style %1 was not found
ca: No s'ha trobat l'estil %1
cs: Styl %1 nebyl nalezen.
da: Stilen %1 blev ikke fundet
de: Der Stil %1 wurde nicht gefunden
el: Το στυλ %1 δε βρέθηκε
es: No se encontró el estilo %1
et: Stiili %1 ei leitud
eu: %1 estiloa ez da aurkitu
fi: Tyyliä %1 ei löytynyt
fr: Impossible de trouver le style %1
hu: A(z) %1 stílus nem található.
is: Stíllinn %1 finnst ekki
it: Stile %1 non trovato
ja: %1 スタイルは見付かりません
lt: Stilius %1 nerastas
lv: Stils %1 nav atrasts
nl: De stijl %1 werd niet gevonden
pl: Styl %1 nie został znaleziony
pt: O estilo %1 não foi encontrado
ro: Nu am găsit stilul %1
sk: Štýl %1 nebol nájdený
sl: Sloga %1 ni moč najti
sv: Stilen %1 hittades inte
tr: %1 stili bulunamadı

source: There was an error setting up inter-process communications for KDE. The message returned by the system was:
ca: Hi ha hagut algun error en configurar les comunicacions entre processos per a KDE. El sistema ha retornat el següent missatge:
cs: Vyskytla se chyba v nastavení meziprocesové komunikace pro prostředí KDE. Zpráva vrácená systémem byla:
da: Der opstod en fejl ved opsætningen af interproces- kommunikationen i KDE. Beskeden fra systemet var:
de: Es ist ein Problem bei der Einrichtung der Kommunikation zwischen den KDE-Prozessen aufgetreten. Die Meldung des Systems lautete:
el: Υπήρξε κάποιο σφάλμα κατά την εγκατάσταση των επικοινωνιών μεταξύ διεργασιών για το KDE. Το μήνυμα που επέστρεψε το σύστημα ήταν:
es: Se produjo un error al establecer las comunicaciones interproceso para KDE. El mensaje devuelto por el sistema fue:
et: Viga KDE protsesside vahelise ühenduse loomisel. Süsteem tagastas teate:
eu: KDEren prozesuen arteko komunikazioak ezartzen errore bat gertatu zen. Sistemak mezu hau itzuli du:
fi: Prosessienvälistä kommunikointia alustettaessa tapahtui virhe. Järjestelmän palauttama viesti on:
fr: Un problème est survenu pendant l'établissement des communications inter-processus pour KDE. Le message renvoyé par le système est :
hu: Hiba történt a KDE folyamatok közötti kommunikáció inicializálásakor. A rendszer ezt a hibaüzenetet adta vissza:
is: Það kom upp villa þegar verið var að setja upp samskipti milli ferla fyrir KDE. Villuboðin sem kerfið skilaði eru:
it: Si è verificato un errore durante l'attivazione delle comunicazioni tra processi. Il messaggio restituito dal sistema è:
ja: KDEのインタープロセスコミュニケーションの セットアップにエラーが起こりました。システムの メッセージは以下の通りです:
lt: Įvyko klaida paruošiant KDE tarpprocesines komunikacijas. Sistemos pranešimas buvo:
lv: KDE iekšējo procesu sakaru izveidošanā atklāta kļūda. Sistēmas atgrieztais ziņojums bija:
nl: Er deed zich een fout voor tijdens het opzetten van de interproces-communicatie van KDE. Het systeem gaf de volgende melding:
pl: Wystąpił błąd podczas ustanawiania komunikacji międzyprocesowej dla KDE. Komunikat zwrócony przez system:
pt: Ocorreu um erro ao iniciar a comunicação inter-processos do KDE. A mensagem devolvida pelo sistema foi:
ro: A apărut o eroare la setarea comunicaţiei inter-procese pentru KDE. Mesajul returnat de sistem a fost:
sk: Vyskytla sa chyba pri komunikácii medzi procesmi KDE. Správa systému bola:
sl: Pri vzpostavljanju medprocesne komunikacije za KDE je prišlo do napake. Sporočilo, ki ga je vrnil sistem, je bilo:
sv: Det uppstod ett fel när KDE:s kommunikation mellan processer skulle startas. Felmeddelandet från systemet var:
tr: KDE için süreçlerarası iletişimin kurulmasında bir hatayla karşılaşıldı. Sistemin verdiği mesaj:

source: Time Zone
ca: Zona horària
da: Tidszone
de: Zeitzone
es: Zona horaria
et: Ajavöönd
eu: Denbora Zonaldea
fr: Fuseau horaire
hu: Időzóna
it: Fuso orario
ja: タイムゾーン
lt: Laiko juosta
lv: Telefons Mājās
nl: Tijdzone
pt: Fuso Horário
sv: Tidszon

source: Tool &Docks
ca: &Encastat d'eines
cs: Nástrojové &doky
da: Værktøjs&dokninger
de: &Docker für Extras
es: &Anclajes de herramientas
et: Tööriista&dokid
fi: Työkalutel&akat
fr: O&util d'encastrement
hu: Eszközd&okkolók
is: &Tæki
it: Aree &di aggancio strumenti
ja: ツールドック(&D)
lv: &Rīki
nl: Gereedschap&weergaven
pl: &Dokowanie narzędzi
pt: Acoplagens &de Ferramentas
ro: Unealta &Andocări
sk: Doky pre &nástroje
sl: &Sidrišča orodjarn
sv: Verkty&gsdockning

source: Tool &Views
ca: &Vistes d'eina
cs: Nástrojo&vé pohledy
da: Værktøjs&visninger
de: Ansichten für E&xtras
el: &Προβολές εργαλείου
es: &Vistas de herramientas
et: Tööriista&vaated
eu: Tresna i&kuspegiak
fi: &Työkalunäkymät
fr: &Affichage d'outil
hu: Eszközné&zetek
is: Táknmyndalisti
it: &Viste strumenti
ja: ツールビュー(&V)
lt: &Rodyti
lv: Ikonu Skatījums
nl: &Gereedschappen
pl: Widoki &narzędzi
pt: Janelas de &Ferramentas
ro: Unealta &Vizualizare
sk: Pohľady &nástrojov
sl: Pri&kazi orodij
sv: Verk&tygsvyer
tr: &Araç Görünümleri

source: Type error
ca: Error de tipus
cs: Chyba v typu
da: Typefejl
de: Typ-Fehler
el: Σφάλμα τύπου
es: Error de tipo
et: Tüübi viga
eu: Mota errorera
fi: Tyyppivirhe
fr: Erreur de type
hu: Típushiba
is: Tegundarvilla
it: Errore di tipo
ja: 型エラー
lt: Rašybos klaida
lv: Tipa kļūda
nl: Typefout
pl: Błąd typu
pt: Erro de tipificação
ro: Eroare de scriere
sk: Chyba typu
sl: Napačna vrsta
sv: Typfel
tr: Tür hatası

source: URI error
ca: Error d'URI
cs: Chyba v URI
da: URI-fejl
de: URI-Fehler
el: Σφάλμα URI
es: Error en URI
et: URI viga
eu: URI errorera
fi: URI-virhe
fr: Erreur d'URI
hu: URI hiba
is: URI villa
it: Errore di URI
ja: URIエラー
lt: URI klaida
lv: URI kļūda
nl: URI-fout
pl: Błąd lokalizacji
pt: Erro de URI
ro: Eroare URI
sk: Chyba URI
sl: Napačen URI
sv: Webbadressfel
tr: URI hatası

source: URL to open
ca: URL a obrir
cs: Otevřít URL
da: URL at åbne
de: Aufzurufende Adresse
el: URL για άνοιγμα
es: URL a abrir
et: Avatav URL
eu: URL irekitzeko
fi: Avattava osoite
fr: URL à ouvrir
hu: A megnyitandó URL
is: URL sem opna skal
it: URL da aprire
ja: 開くURL
lt: atveriama URL
lv: Atveramais URL
nl: Te openen URL-adres
pl: Adres do otwarcia
pt: URL a abrir
ro: URL de deschis
sk: Otvoriť URL
sl: URL, ki naj se odpre
sv: Webbadress att öppna
tr: URL aç

source: Unable to get KScript Runner for type <b>%1</b>.
ca: No es pot aconseguir l'executor KScript pel tipus <b>%1</b>.
cs: Není možné obdržet vykonavatele KScriptu pro typ <b>%1</b>.
da: Kan ikke få KScript Runner for type <b>%1</b>.
de: Öffnen von KScript Runner nicht möglich für Typ <b>%1</b>
es: Imposible obtener KScript Runner para el tipo <b>%1</b>.
et: KScripti käivitusmoodulit ei leitud tüübile <b>%1</b>.
eu: Ezin lortu KScript Runner <b>%1</b> motarako.
fi: Ei voitu hakea KScript Runneria tyypille <b>%1</b>.
fr: Impossible d'obtenir KScript Runner pour le type <b>%1</b>.
hu: Nem érhető el KScript-futtató ehhez a típushoz: <b>%1</b>.
is: Gat ekki fundið KScript þýðanda fyrir tegundina.
it: Impossibile ottenere KScript Runner per il tipo <b>%1</b>.
ja: タイプ<b>%1</b>のKScriptランナーがありません.
lt: Nesugebu paleisti KScript Runner šiam tipui
lv: Nevar testēt drukas iekārtu:
nl: De KScript Runner kon niet worden verkregen voor type <b>%1</b>.
pl: Nie można pobrać KScript dla typu <b>%1</b>.
pt: Incapaz de obter o Interpretador de KScript para o tipo <b>%1</b>.
ro: Nu pot determina executorul KScript pentru tipul <b>%1</b>.
sk: Nemôžem nájsť KScript spúšťač pre typ <b>%1</b>.
sl: Ni možno dobiti KScript Runner za vrsto <b>%1</b>.
sv: Kunde inte hämta Kskripts exekveringsmodul för typ <b>%1</b>.
